
{{alias}}( cmach )
    Determines double precision machine parameters.

    Parameters
    ----------
    cmach: string
        Specifies the value to be returned.

    Returns
    -------
    y: number
        Machine parameter.

    Examples
    --------
    > var y = {{alias}}( 'E' )
    1.1102230246251565E-016
    > y = {{alias}}( 'S' )
    2.2250738585072014E-308
    > y = {{alias}}( 'B' )
    2.0
    > y = {{alias}}( 'P' )
    2.2204460492503131E-016

    See Also
    --------
